musicorum/learning_curve/learning_curve.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="sv" xml:lang="sv">
<head>
<!-- 2023-11-01 Wed 08:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Learning Curve</title>
<meta name="author" content="Johan Sandén" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../css/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Learning Curve
<br />
<span class="subtitle">Learning curve</span>
</h1>
<div class="org-center">
<p>
<a href="../../index.html">Hjälp! - ta mig härifrån</a>
</p>
</div>

<ul class="org-ul">
<li>Musik: Johan Sandén</li>
<li>Text: Johan Sandén och Anna Sandén.</li>
</ul>

<div id="outline-container-org663e29e" class="outline-2">
<h2 id="org663e29e">Musik</h2>
<div class="outline-text-2" id="text-org663e29e">
<iframe width="100%" height="166" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1618071876&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe><div style="font-size: 10px; color: #cccccc;line-break: anywhere;word-break: normal;overflow: hidden;white-space: nowrap;text-overflow: ellipsis; font-family: Interstate,Lucida Grande,Lucida Sans Unicode,Lucida Sans,Garuda,Verdana,Tahoma,sans-serif;font-weight: 100;"><a href="https://soundcloud.com/leaflard" title="leaflard" target="_blank" style="color: #cccccc; text-decoration: none;">leaflard</a> · <a href="https://soundcloud.com/leaflard/learning-curve" title="Learning Curve" target="_blank" style="color: #cccccc; text-decoration: none;">Learning Curve</a></div>
</div>
</div>

<div id="outline-container-orgd5b8ac8" class="outline-2">
<h2 id="orgd5b8ac8">Ackord</h2>
<div class="outline-text-2" id="text-orgd5b8ac8">
<p>
<i>Vers:</i>
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Am</td>
<td class="org-left">G</td>
<td class="org-left">C</td>
<td class="org-left">C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">C</td>
<td class="org-left">E7</td>
<td class="org-left">Am</td>
<td class="org-left">Am</td>
<td class="org-left">*2</td>
</tr>

<tr>
<td class="org-left">G</td>
<td class="org-left">G</td>
<td class="org-left">C</td>
<td class="org-left">C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">G</td>
<td class="org-left">G</td>
<td class="org-left">C</td>
<td class="org-left">E7</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Am</td>
<td class="org-left">G</td>
<td class="org-left">C</td>
<td class="org-left">C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">C</td>
<td class="org-left">E7</td>
<td class="org-left">Am</td>
<td class="org-left">Am</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
<i>Ref:</i>
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">F</td>
<td class="org-left">F</td>
<td class="org-left">Fm</td>
<td class="org-left">Fm</td>
</tr>

<tr>
<td class="org-left">C</td>
<td class="org-left">C</td>
<td class="org-left">G</td>
<td class="org-left">G</td>
</tr>

<tr>
<td class="org-left">F</td>
<td class="org-left">F</td>
<td class="org-left">G#</td>
<td class="org-left">G#</td>
</tr>

<tr>
<td class="org-left">C</td>
<td class="org-left">C</td>
<td class="org-left">G</td>
<td class="org-left">G</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org86775c5" class="outline-2">
<h2 id="org86775c5">Text - Arr</h2>
<div class="outline-text-2" id="text-org86775c5">
<p class="verse">
<i>#Vers - Intro</i><br />
<br />
<i>#1</i><br />
The body is old but the head is fine<br />
The car reeks of tobacco and Spanish wine<br />
It's eluding, why were they made?<br />
And how far from the pack have I strayed<br />
I stay up late, I need to observe<br />
I am still, very much, on the learning curve<br />
Their tantrums come and go, without warning<br />
It's written, Joy cometh in the morning.<br />
<br />
<i>Ref(1):</i><br />
Yes I am a fool of course I am a snob.<br />
This is not the time to quit my day job.<br />
Stuck on the freeway in a blue Range Rover.<br />
My children drive me crazy. Please pull over.<br />
<br />
<i>#2</i><br />
Lose some weight and cross that bridge<br />
But the light is always on in my fridge.<br />
Maybe it is time for a vacation.<br />
Let my tallest finger give a standing ovation.<br />
Most likely it is my fault, I got what I deserve<br />
I am still, on the learning curve<br />
This crying boy in the back is my son<br />
Let your smile be your umbrella, little one<br />
<br />
<i>Vers: Solo</i><br />
<br />
<i>Ref(1):</i><br />
<br />
<i>#3</i><br />
They long for sky, I made them earth bound.<br />
Sorry to say these things will never get off the ground<br />
This globe was a perfect orbital station<br />
And they fuck it up with their first generation<br />
I try to shake it of, and show a little nerve<br />
I am so very much stuck on the learning curve?<br />
My angels are flying around, having fun.<br />
But my children won't play nice under the sun.<br />
<br />
<i>Ref(2):</i><br />
So here comes the fool and I am your snob.<br />
This might be the right time to quit my day job.<br />
My turn to find and pick the four leaf clover.<br />
Childen, you're driving me crazy. Please pull over.<br />
<br />
<i>Vers - Utro - Solo</i><br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Datum: 2023-11-01 Wed 08:03</p>
<p class="author">F&ouml;rfattare: Johan Sandén</p>
<p class="date">Created: 2023-11-01 Wed 08:03</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>